/* Button label for adding category */
"newTracker.categories.addCategory" = "Add category";

/* Placeholder when there are no categories */
"newTracker.categories.empty" = "Habits and events\ncan be grouped together";

/* Category screen title */
"newTracker.categories.title" = "Category";

/* Button label for cancelling tracker creation */
"newTracker.config.cancel" = "Cancel";

/* Link text */
"newTracker.config.categoryLinkText" = "Category";

/* Section title */
"newTracker.config.colorSectionTitle" = "Color";

/* Button label for creating new tracker */
"newTracker.config.create" = "Create";

/* Section title */
"newTracker.config.emojiSectionTitle" = "Emoji";

/* Event screen title */
"newTracker.config.eventTitle" = "New event";

/* Habit screen title */
"newTracker.config.habitTitle" = "New habit";

/* Link text */
"newTracker.config.scheduleLinkText" = "Schedule";

/* Placeholder when name field is empty */
"newTracker.config.textPlaceholder" = "Add tracker title";

/* Button label for creating new event */
"newTracker.event" = "Event";

/* Button label for creating new habit */
"newTracker.habit" = "Habit";

/* Button label for creating new category */
"newTracker.newCategory.create" = "Done";

/* Placeholder when text field is empty */
"newTracker.newCategory.textPlaceholder" = "Add category title";

/* Screen title */
"newTracker.newCategory.title" = "New category";

/* Button label for saving selected schedule */
"newTracker.schedule.save" = "Done";

/* Screen title */
"newTracker.schedule.title" = "Schedule";

/* Screen title */
"newTracker.title" = "New tracker";

/* Content of first onboarding slide */
"onboarding.slide1Text" = "Track anything you want";

/* Content of second onboarding slide */
"onboarding.slide2Text" = "Even if it goes beyond\nwater intake or yoga";

/* Button label for closing onboarding and starting app */
"onboarding.start" = "The future is now!";

/* Placeholder text when there are no stats */
"statistics.no_data" = "Nothing to analyze yet";

/* Screen title */
"statistics.title" = "Statistics";

/* Placeholder text when there are no trackers */
"trackers.empty" = "What are we tracking today?";

/* Placeholder text when there are no trackers found */
"trackers.not_found" = "Nothing found";

/* Title of screen */
"trackers.title" = "Trackers";

/* Label for average value count */
"stats.averageValue" = "Average value";

/* Label for best period count */
"stats.bestPeriod" = "Best period";

/* Label for completed trackers count */
"stats.completedTrackers" = "Completed trackers";

/* Label for ideal days count */
"stats.idealDays" = "Ideal days";

/* Filter: display all */
"trackers.filter.all" = "All trackers";

/* Filter: display done */
"trackers.filter.done" = "Done for date";

/* Filter: display not done */
"trackers.filter.notDone" = "Not done for date";

/* Filter screen title */
"trackers.filter.title" = "Filters";

/* Filter: display today */
"trackers.filter.today" = "Trackers for date";

/* Button label for selecting filters */
"trackers.filters" = "Filters";

/* Tracker remove cancel button */
"trackers.cancelDelete" = "Cancel";

/* Tracker delete button label */
"trackers.delete" = "Delete";

/* Tracker remove request title */
"trackers.deleteRequestTitle" = "Are you sure you want to delete tracker?";

/* Tracker remove approval button */
"trackers.doDelete" = "Delete";

/* Tracker edit button label */
"trackers.edit" = "Edit";

/* Button label for cancelling tracker edit */
"trackers.edit.cancel" = "Cancel";

/* Button label for updating tracker */
"trackers.edit.save" = "Save";

/* Placeholder when name field is empty */
"trackers.edit.textPlaceholder" = "Add tracker title";

/* Edit screen title */
"trackers.edit.title" = "Tracker edit";

/* Short description of full week schedule */
"weekday.all_days.short" = "Every day";
